Repository: supergeorg/Grocy-SwiftUI
Catalog: Grocy Mobile/Localizable.xcstrings
Source language: en
Languages: ca, cs, da, de, el, es, et, fi, fr_fr, he, hu, it, ja, ko, lt, nb, nl, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, tr, uk, zh_hans, zh_hant

source: A different amount/unit can then be used below while for stock fulfillment checking it is sufficient when any amount of the product in stock
cs: Je-li zaškrtnuto, smíte vybrat jakoukoliv měrnou jednotku produktu. V receptu se pak objeví, že je produkt v zásobě, je-li k dispozici jakékoliv jeho množství.
da: Et andet beløb eller enhed kan benyttes nedenfor. Ved lagerkontrol er det nok at have en beholdning på lager.
de: Eine andere Menge/Einheit kann dann unten verwendet werden, wobei es für die Bestandsprüfung ausreichend ist, wenn eine beliebige Menge des Produkts verfügbar ist
es: Una cantidad o unidad diferente puede ser usada debajo, mientras que para comprobaciones de existencias basta con que haya cualquier cantidad de existencias en el inventario
et: Allpool saab kasutada teistsugust kogust/ühikut, samas kui varude kontrollimiseks piisab, kui on mis tahes kogus toodet
fi: Vaadittava määrää/yksikkö voidaan määrittää alla, kun taas vain varaston tarkistusta varten riittää, kun mikä tahansa määrä tuotetta on varastossa
fr_fr: Une quantité/unité différente peuvent être utilisées ci-dessous, mais pour la vérification du stock seule une quantité non-nulle en stock est requise
he: ניתן להשתמש ביחידה/כמות שונים להלן בעוד שלבדיקת השלמת המלאי מספיק שיש כמות כלשהי מהמוצר במלאי.
hu: Bekapcsolva lazítja a leltár ellenőrzést: elegendő ha az adott termék készleten van, nem kell a lentebbi mennyiségnek is leltáron lennie.
it: Di seguito è possibile utilizzare una quantità/unità diversa mentre per l'esecuzione del controllo della dispensa è sufficiente quando qualsiasi quantità del prodotto è in dispensa
ja: 以下の項目から既定と異なる数量/単位を指定できます。ストックが0でなければ実際の数量にかかわらずストックありと表示されます。
lt: Tada toliau galima naudoti kitą kiekį / vienetą, o atsargų įvykdymui patikrinti pakanka, kai sandėlyje yra bet koks produkto kiekis
nb: En annen mengde / enhet kan deretter brukes nedenfor, mens det er tilstrekkelig når en hvilken som helst mengde av produktet er i beholdningen
nl: Een andere hoeveelheid / eenheid kan dan hieronder worden gebruikt, terwijl het voor voorraadafhandeling voldoende is wanneer een hoeveelheid van het product op voorraad is
pl: Poniżej można zastosować inną ilość/jednostkę, natomiast do sprawdzenia stanu magazynowego wystarczy, gdy dowolna ilość produktu jest w magazynie
pt_br: Uma quantidade/unidade diferente pode então ser usada abaixo, enquanto para verificação de preenchimento de estoque é suficiente quando qualquer quantidade do produto em estoque
tr: Daha sonra aşağıda farklı bir miktar/birim kullanılabilir, ancak stokun karşılanması kontrolü için stokta herhangi bir ürün miktarının bulunması yeterlidir.
uk: Тут може бути вказана інша кількість, в точ час як для перевірки наявності буде достатньо наявності продукту у будь якій кількості
zh_hans: 不核对数量和单位，产品有库存即满足库存检查，可以在下面输入任意的数量/单位

source: About this app
cs: O této aplikaci
de: Über diese App
fr_fr: A propos de l'application
it: Riguardo questa app
nb: Om denne appen
nl: Over deze app
pl: O tej aplikacji
pt_br: Sobre esse aplicativo
pt_pt: Sobre esse aplicativo
zh_hans: 关于此应用
zh_hant: 關於此應用程式

source: Add barcode
cs: Přidej čárový kód
de: Barcode hinzufügen
fr_fr: Ajouter un code-barres
it: Aggiungi codice a barre
nb: Legg til strekkode
nl: Voeg streepjescode toe
pl: Dodaj kod kreskowy
pt_br: Adicionar código de barras
pt_pt: Adicionar código de barras
zh_hans: 添加条形码
zh_hant: 新增條碼

source: Add product picture from camera
cs: Přidat fotku produktu z fotoaparátu
de: Produktbild mit der Kamera aufnehmen
fr_fr: Ajouter l'image produit depuis l'appareil photo
it: Aggiungi immagine prodotto dalla fotocamera
nb: Legg til bilde fra kamera
nl: Maak productfoto met camera
pl: Dodaj zdjęcie produktu z aparatu
pt_br: Adicionar foto do produto da câmera
pt_pt: Adicionar foto do produto da câmera
zh_hans: 从相机添加物品图片

source: Amounts
cs: Množství
de: Mengen
fr_fr: Quantités
it: Quantitá
nb: Mengder
nl: Hoeveelheden
pl: Ilość
pt_br: Quantidades
pt_pt: Quantidades
zh_hans: 数量
zh_hant: 數量

source: An app in native design, allowing a comfortable use of Grocy at home and on the go.
cs: Aplikace v nativním designu, která umožňuje pohodlné používání aplikace Grocy doma i na cestách.
de: Eine App in nativen Design, welche eine komfortable Nutzung von Grocy zuhause und unterwegs ermöglicht.
fr_fr: Une application au design natif, permettant une utilisation confortable de Grocy à la maison et en déplacement.
it: Un’app con design originale che permette un uso comodo di Grocy sia a casa che ovunque
nb: En app med et velkjent design, som gjør det komfortabelt å bruke Grocy hjemme og når du er på farten.
nl: Een app met platform-eigen ontwerp om Grocy onderweg te kunnen gebruiken.
pl: Natywna apka pozwalająca na komfortowe używanie Grocy w domu i w podróży
pt_br: Um aplicativo com design nativo, permitindo um uso confortável do Grocy em casa e em movimento.
pt_pt: Um aplicativo com design nativo, permitindo um uso confortável do Grocy em casa e em movimento.
zh_hans: 一款原生设计的应用程序，可在家中和外出时舒适地使用Grocy。

source: An entity is required
cs: Entita je povinný údaj
de: Eine Entität muss ausgewählt werden
fr_fr: Une entité est requise
it: É richiesta un’entità
nb: En entitet er påkrevd
nl: Voer een eenheid in
pl: Obiekt jest wymagany
pt_br: É necessário uma entidade
pt_pt: É necessário uma entidade
zh_hans: 需要一个实体
zh_hant: 實體為必填項目

source: API error detected.
cs: Zjištěna chyba API.
de: API-Fehler aufgetreten.
fr_fr: Erreur d'API détectée.
it: Errore API rilevato
nb: API feil oppdaget.
nl: Er is een api-fout opgetreden.
pl: Wystąpił błąd w API.
pt_br: Erro de API detetado.
pt_pt: Erro detetado na API.
zh_hans: API错误。

source: API key for the user which is shown in the Manage API keys webview. If none exist, you need to create a new one.
cs: Klíč API pro uživatele, který je zobrazen ve webovém zobrazení Správa klíčů API. Pokud žádný neexistuje, je třeba vytvořit nový.
de: API-Schlüssel für den gewünschten Nutzer aus dem API-Menü in der Weboberfläche. Falls noch keine existiert, erstelle einen neuen Schlüssel
fr_fr: La clé API pour l'utilisateur qui est affichée dans la vue Web Gérer les clés API. S'il n'en existe pas, vous devez en créer une nouvelle.
it: Chiave API per l’utente mostrato nella pagina web in “Grstisci chiavi API”. Se non esiste devi crearne una
nb: API-nøkkel for brukeren, som er vist i "Manag API keys" i nettleseren. Dersom ingen eksisterer må du opprette en ny.
nl: De api-sleutel van de gebruiker die wordt getoond op de api-sleutelpagina van de webinstantie. Als er geen sleutel beschikbaar is, maak er dan een aan.
pl: Klucz API użytkownika który jest widoczny na stronie "Manage API keys". Jeśli nie istnieje, musisz go tam stworzyć.
pt_br: Chave de API para o usuário que é exibido na página de gerenciamento de chaves de API. Se nenhuma existir, você precisará criar uma nova.
pt_pt: Chave de API para o usuário que é exibido na página de gerenciamento de chaves de API. Se nenhuma existir, você precisará criar uma nova.
zh_hans: 管理API密钥Web视图中显示的用户的API密钥。如果不存在，则需要创建一个新的。

source: App language
cs: Jazyk aplikace
de: App-Sprache
fr_fr: Langue de l'application
it: Lingua app
nb: Språk
nl: Taal
pl: Język aplikacji
pt_br: Idioma do aplicativo
pt_pt: Idioma do aplicativo
zh_hans: 语言
zh_hant: 語言

source: App log
cs: Log aplikace
fr_fr: Journal des applications
it: Log app
nb: App logg
nl: Logboek
pl: Logi aplikacji
pt_br: Log do aplicativo
pt_pt: Log do aplicativo
zh_hans: 应用日志
zh_hant: 應用程式日誌

source: Are you sure you want to consume all ingredients needed by recipe "%@" (ingredients marked with "only check if any amount is in stock" will be ignored)?
cs: Přejete se spotřebovat všechny ingredience receptu „%@“? Ingredience označené „Zkontrolovat pouze zda je v zásobě jakékoliv množství“ budou ignorovány.
de: Sicher, dass alle Zutaten, die vom Rezept "%@" benötigt werden, aus dem Bestand entfernt werden sollen (Zutaten markiert mit "Nur prüfen, ob eine beliebige Menge im Bestand verfügbar ist" werden ignoriert)?
fi: Haluatko varmasti kuluttaa kaikki reseptin "%@" tarvitsemat ainekset (aineksia, jotka on merkitty "tarkista vain onko varastossa" ei huomioida)?
fr_fr: Êtes-vous sûr de vouloir consommer tous les ingrédients requis par la recette "%@" (les ingrédients marqués "Vérifier seulement qu'une quantité non-nulle est en stock" seront ignorés) ?
he: לצרוך את כל הפריטים שנחוצים למתכון „%@” (רכיבים שמסומנים ב„לסמן רק אם יש כמות כלשהי במלאי” לא יוכללו)?
it: Sei sicuro di voler consumare tutti gli ingredienti necessari per la ricetta "%@"(gli ingredienti contrassegnati con "controlla solo se disponibile in magazzino" verranno ignorati)?
ja: レシピ「%@」の全材料を消費してもよろしいですか？(「ストック確認のみ」にチェックを入れた物品は無視されます)
lt: Ar tikrai norite suvartoti visus ingredientus, kurių reikia pagal receptą "%@" (ingredientai, pažymėti „tik jeigu yra sandėlyje“, bus ignoruojami)?
nl: Weet je zeker dat je alle ingrediënten wilt gebruiken die nodig zijn voor het recept "%@"? (Ingrediënten gemarkeerd met "controleer alleen als een enkele eenheid op voorraad is" worden genegeerd)
pl: Czy na pewno chcesz zużyć wszystkie składniki wymagane przez przepis "%@" (składniki z opcją "Zaznacz tylko w przypadku, gdy w zapasach znajduje się jedna jednostka" zostaną zignorowane)?
pt_br: Você tem certeza que deseja consumir todos os ingredientes necessários pela receita "%@" (ingredientes marcados com "Apenas verificar se tem quantidade em estoque" serão ignorados)?
sl: Ali res želiš porabiti vse sestavine potrebne za recept "%@" (sestavine označene z "samo preveri če je količina na zalogi" bodo ignorirane)?
sv: Vill du förbruka alla ingredienser som behövs för receptet "%@" (ingredienser märkta med "kontrollera endast om någon enhet finns i lager" kommer att ignoreras)?
zh_hans: 确定要消耗菜谱“%@”中需要的全部食材吗？（忽略被标记为“仅检查是否有库存”的食材）

source: Are you sure you want to delete chore "%@"?
cs: Odstranit povinnost „%@“?
de: Hausarbeit "%@" wirklich löschen?
fi: Haluatko varmasti poistaa tehtävän "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer la corvée "%@" ?
he: למחוק את המטלה „%@”?
it: Sei sicuro di voler eliminare la faccenda "%@"?
ja: 家事「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti darbą "%@"?
nl: Ben je zeker dat je klusje "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć obowiązek "%@"?
pt_br: Você tem certeza que deseja remover a tarefa doméstica "%@"?
sl: Ali res želiš izbrisati opravilo "%@"?
sv: Är du säker på att du vill radera sysslan "%@"?
zh_hans: 确定要删除家务%@？

source: Are you sure you want to delete location "%@"?
cs: Odstranit umístění „%@“?
da: Er du sikker på du vil slette placeringen "%@"?
de: Standort "%@" wirklich löschen?
fi: Haluatko varmasti poistaa sijainnin "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'emplacement "%@" ?
he: למחוק את המיקום „%@”?
it: Sei sicuro di voler eliminare la posizione "%@"?
ja: 保管場所「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti vietą "%@"?
nl: Ben je zeker dat je locatie "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć miejsce "%@"?
pt_br: Tem certeza que deseja remover este produto "%@"?
sl: Ali res želiš izbrisati lokacijo "%@"?
sv: Är du säker på att du vill radera platsen "%@"?
tr: "%@" konumu silmek istediğinizden emin misiniz?
zh_hans: 确定要删除位置“%@”？

source: Are you sure you want to delete product "%@"?
cs: Odstranit produkt „%@“?
da: Er du sikker på du vil slette varen "%@"?
de: Produkt "%@" wirklich löschen?
fi: Haluatko varmasti poistaa tuotteen "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer le produit "%@" ?
he: למחוק את המוצר „%@”?
it: Sei sicuro di voler eliminare il prodotto "%@"?
ja: 物品「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti produktą "%@"?
nl: Ben je zeker dat je product "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć produkt "%@"?
pt_br: Tem certeza que deseja remover este produto "%@"?
sl: Ali res želiš izbrisati izdelek "%@"?
sv: Är du säker på att du vill radera produkten "%@"?
tr: "%@" ürününü silmek istediğinizden emin misiniz?
zh_hans: 确定要删除产品%@？

source: Are you sure you want to delete product group "%@"?
cs: Odstranit skupinu produktů „%@“?
de: Produktgruppe "%@" wirklich löschen?
fi: Haluatko varmasti poistaa tuoteryhmän "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer le groupe de produit "%@" ?
he: למחוק את קבוצת המוצרים „%@”?
it: Sei sicuro di voler eliminare il gruppo di prodotti "%@"?
ja: 物品グループ「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti produktų grupę "%@"?
nl: Weet je zeker dat je productcategorie "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć grupę produktów "%@"?
pt_br: Você tem certeza que deseja remover o grupo "%@"?
sl: Ali res želiš izbrisati skupino izdelkov "%@"?
sv: Är du säker på att du vill radera produktgruppen "%@"?
zh_hans: 确定要删除产品组"%@"吗?

source: Are you sure you want to delete quantity unit "%@"?
cs: Odstranit jednotku množství „%@“?
de: Mengeneinheit "%@" wirklich löschen?
fi: Haluatko varmasti poistaa yksikön "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'unité "%@" ?
he: למחוק את יחידת הכמות „%@”?
hu: Biztosan szeretnéd törölni a következő mennyiségi egységet: "%@"?
it: Sei sicuro di voler eliminare l'unità di quantità "%@"?
ja: 単位「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti kiekio vienetą "%@"?
nl: Ben je zeker dat je hoeveelheid type "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć jednostkę ilości "%@"?
pt_br: Tem a certeza que pretende eliminar a unidade de medida "%@"?
sl: Ali res želiš izbrisati enoto količine "%@"?
sv: Är du säker på att du vill radera mängdenheten "%@"?
zh_hans: 确定要删除数量单位%@？

source: Are you sure you want to delete recipe "%@"?
cs: Odstranit recept „%@“?
da: Er du sikker på du vil slette opskriften "%@"?
de: Rezept "%@" wirklich löschen?
fi: Haluatko varmasti poistaa reseptin "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer la recette "%@" ?
he: למחוק את המתכון „%@”?
it: Sei sicuro di voler eliminare la ricetta "%@"?
ja: レシピ「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti receptą "%@"?
nl: Ben je zeker dat je recept"%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć przepis "%@"?
pt_br: Você tem certeza que deseja remover a receita "%@"?
sl: Ali res želiš izbrisati recept "%@"?
sv: Är du säker på att du vill radera receptet "%@"?
zh_hans: 确定要删除菜谱“%@”吗？

source: Are you sure you want to delete shopping list "%@"?
cs: Smazat nákupní seznam „%@?
de: Einkaufszettel "%@" wirklich löschen?
fi: Haluatko varmasti tyhjentää ostoslistan "%@"?
fr_fr: Êtes-vous sûr de vouloir vider la liste de courses "%@" ?
he: למחוק את רשימת הקניות „%@”?
it: Sei sicuro di voler eliminare la lista della spesa "%@"?
ja: 買い物リスト「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti pirkinių sąrašą "%@"?
nl: Weet je zeker dat je boodschappenlijst "%@" wilt verwijderen?
pl: Czy jesteś pewien, że chcesz usunąć listę zakupów "%@"?
pt_br: Você tem certeza que deseja excluir a lista de compra "%@"?
sl: Ali res želiš izbrisati nakupovalni seznam "%@"?
sv: Är du säker på att du vill radera inköpslistan "%@"?
zh_hans: 确定要删除购物清单 “%@” 吗？

source: Are you sure you want to delete store "%@"?
cs: Odstranit obchod „%@“?
da: Er du sikker på du vil slette butikken "%@"?
de: Geschäft "%@" wirklich löschen?
fi: Haluatko varmasti poistaa myymälän "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer le magasin "%@" ?
he: למחוק את החנות „%@”?
it: Sei sicuro di voler eliminare il negozio "%@"?
ja: 購入店「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti parduotuvę "%@"?
nl: Ben je zeker dat je winkel "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć sklep "%@"?
pt_br: Você tem certeza que deseja apagar o estabelecimento "%@"?
sl: Ali res želiš izbrisati trgovino "%@"?
sv: Är du säker på att du vill radera affären "%@"?
zh_hans: 确定要删除商店%@

source: Are you sure you want to delete task "%@"?
cs: Odstranit úkol „%@“?
de: Aufgabe "%@" wirklich löschen?
fi: Haluatko varmasti poistaa tehtävän "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer la tâche "%@" ?
he: למחוק את המשימה „%@”?
it: Sei sicuro di voler eliminare l'attività "%@"?
ja: タスク「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti užduotį "%@"?
nl: Weet je zeker dat "" verwijderd mag worden?
pl: Czy jesteś pewien, że chcesz usunąć zadanie "%@"?
pt_br: Tem certeza que deseja remover a atividade "%@"?
sl: Ali res želiš izbrisati opravilo "%@"?
sv: Är du säker på att du vill radera uppgiften "%@"?
zh_hans: 确定要删除任务 “%@” 吗？

source: Are you sure you want to delete user "%@"?
cs: Odstranit uživatele „%@“?
da: Er du sikker på du vil slette brugeren "%@"?
de: Benutzer "%@" wirklich löschen?
fi: Haluatko varmasti poistaa käyttäjän "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'utilisateur "%@" ?
he: למחוק את המשתמש „%@”?
it: Sei sicuro di voler eliminare l'utente "%@"?
ja: ユーザー「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti naudotoją "%@"?
nl: Ben je zeker dat je gebruiker "%@" wilt verwijderen?
pl: Czy na pewno chcesz usunąć użytkownika "%@"?
pt_br: Tem certeza que deseja remover o usuário "%@"?
sl: Ali res želiš izbrisati uporabnika "%@"?
sv: Är du säker på att du vill radera användaren "%@"?
zh_hans: 确定要删除用户 “%@” 吗？

source: Are you sure you want to delete user field "%@"?
cs: Odstranit sloupec „%@“?
de: Benutzerfeld "%@" wirklich löschen?
fi: Haluatko varmasti poistaa oman kentän "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'attribut utilisateur "%@" ?
he: למחוק את שדה המשתמש „%@”?
it: Sei sicuro di voler eliminare il campo utente "%@"?
ja: ユーザーフィールド「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti vartotojo lauką "%@"?
nl: Weet je zeker dat je gebruikersveld "%@" wilt verwijderen?
pt_br: Tem certeza que deseja eliminar o campo de usuário "%@"?
sl: Ali res želiš izbrisati uporabniško polje "%@"?
zh_hans: 您确定要删除自定义字段"%@"吗?

source: Are you sure you want to delete userentity "%@"?
cs: Odstranit uživatelský sloupec tabulky „%@“?
de: Benutzerentität "%@" wirklich löschen?
fi: Haluatko varmasti poistaa käyttäjäentiteetin "%@"?
fr_fr: Êtes-vous sûr de vouloir supprimer l'entité utilisateur "%@" ?
he: למחוק את ישות המשתמש „%@”?
it: Sei sicuro di voler eliminare l'entità utente "%@"?
ja: ユーザーエンティティ「%@」を削除してもよろしいですか？
lt: Ar tikrai norite ištrinti naudotojo tapatybę "%@"?
nl: Ben je zeker dat je gebruikersentiteit "%@" wilt verwijderen?
pt_br: Tem certeza que deseja excluir a entidade de usuário "%@"?
sl: Ali res želiš izbrisati uporabniško entiteto "%@"?
zh_hans: 确定要删除自定义项目"%@"吗?

source: Are you sure you want to empty shopping list "%@"?
cs: Vyprázdnit nákupní seznam „%@“?
da: Er du sikker på at du vil tømme indkøbslisten "%@"?
de: Einkaufszettel "%@" wirklich leeren?
fi: Haluatko varmasti tyhjentää ostoslistan "%@"?
fr_fr: Êtes-vous sûr de vouloir vider la liste de courses "%@" ?
he: לרוקן את רשימת הקניות „%@”?
it: Sei sicuro di voler svuotare la lista della spesa "%@"?
ja: 買い物リスト「%@」を空にしてもよろしいですか？
lt: Ar tikrai norite ištuštinti pirkinių sąrašą "%@"?
nl: Ben je zeker dat je de boodschappenlijst "%@" leeg wilt maken?
pl: Czy na pewno chcesz wyczyścić listę zakupów "%@"?
pt_br: Você tem certeza que deseja esvaziar a lista de compra "%@"?
sl: Ali res želiš izprazniti nakupovalni seznam "%@"?
sv: Är du säker på att du vill tömma inköpslistan "%@"?
zh_hans: 确定要清空购物清单“%@”吗？

source: Are you sure you want to put all missing ingredients for recipe "%@" on the shopping list?
cs: Chcete přidat všechny chybějící ingredience z receptu „%@“ do nákupního seznamu?
da: Er du sikker på du vil sætte alle manglende ingredienser til "%@" på indkøbslisten?
de: Alle fehlenden Zutaten für Rezept "%@" wirklich auf den Einkaufszettel setzen?
fi: Haluatko varmasti lisätä kaikki reseptin "%@" puuttuvat ainesosat ostoslistalle?
fr_fr: Êtes-vous sûr de vouloir ajouter tous les ingrédients manquants de la recette "%@" dans la liste de courses ?
he: להוסיף את כל הרכיבים החסרים למתכון „%@” ברשימת הקניות?
it: Sei sicuro di voler inserire tutti gli ingredienti mancanti per la ricetta "%@" sulla lista della spesa?
ja: レシピ「%@」の不足材料をすべて買い物リストに追加してもよろしいですか？
lt: Ar tikrai norite į pirkinių sąrašą įtraukti visus recepto "%@" trūkstamus ingredientus?
nl: Ben je zeker dat je alle ontbrekende ingrediënten voor recept "%@" op de boodschappenlijst wilt zetten?
pl: Czy na pewno chcesz dodać wszystkie brakujące składniki przepisu "%@" do listy zakupów?
pt_br: Você tem certeza que deseja colocar todos os ingredientes faltantes da receita "%@" na lista de compras?
sl: Res želiš dodati vse manjkajoče sestavine za recept "%@" na nakupovalni seznam
sv: Vill du lägga tilll alla saknade ingredienser för receptet "%@" på inköpslistan?
zh_hans: 确定要将菜谱“%@”中缺少的全部食材加入购物清单吗？

source: Ascending
cs: Vzestupně
de: Aufsteigend
fr_fr: Ascendante
it: Crescente
nb: Stigende
nl: Oplopend
pt_br: Ascendente
pt_pt: Ascendente
zh_hans: 升序

source: Automatically do the booking using the last price and the amount of the shopping list item, if the product has "Default due days" set
cs: Má-li produkt vyplněno výchozí datum min. trvanlivosti, pak přidej produkt do stavu zásob automaticky s vyplněním počtu balení podle nákupního seznamu a ceny podle posledního nákupu.
da: Automatisk opdatering ved brug af den sidste pris og antallet i indkøbsliste, hvis varen har "Standard bedst før dage" markeret
de: Buchung automatisch ausführen, wenn das Produkt Standardfälligkeitstage hinterlegt hat (als Preis wird der letzte Preis verwendet)
es: Registrar automáticamente usando el último precio y la cantidad del artículo de la lista de la compra, si el producto tiene definido "Número predeterminado de días hasta la fecha límite"
et: Tehke broneering automaatselt, kasutades ostunimekirja kauba viimast hinda ja summat, kui tootele on määratud "Vaikimisi tähtpäevad"
fi: Tee varaus automaattisesti käyttäen viimeisintä hintaa sekä määrää ostoslistalla, jos tuotteella on "Oletusmäärä päiviä vanhenemiseen" asetettuna
fr_fr: Réaliser automatiquement les achats en utilisant le dernier prix connu et la quantité indiquée dans la liste, si le premier a une date de péremption par défaut renseignée
he: לבצע את ההזמנה אוטומטית עם המחיר האחרון ועם כמות הפריט לקנייה, אם למוצר מוגדרים „ימי תוקף כבררת מחדל”
hu: Automatán készletezze a termékeket az utolsó ismert ár és bevásárlólistán szereplő mennyiség alapján, ha a termék "Alapértelmezett lejárati ideje" be van állítva
it: Effettua automaticamente la prenotazione utilizzando l'ultimo prezzo e l'importo dell'articolo della lista della spesa, se il prodotto ha impostato "Giorni di scadenza predefiniti"
ja: 物品に「既定の期限日数」を設定している場合、直近の数量と価格で買い物リストに自動追加
lt: Automatiškai atlikti užsakymą naudojant paskutinę pirkinių sąrašo prekės kainą ir sumą, jei prekei nustatytas „Numatytosios mokėjimo dienos“
nb: Gjør gjennomføringen automatisk med den siste prisen og beløpet på handlelistpunktet, hvis produktet er satt til "Standard forfallsdato"
nl: Voer de boeking automatisch uit met behulp van de vorige prijs en het hoeveelheid van het artikel op de boodschappenlijst, als voor het product 'standaard vervaldagen' is ingesteld
pl: Automatycznie dokonaj rezerwacji przy użyciu ostatniej ceny i kwoty pozycji listy zakupów, jeśli produkt ma ustawioną opcję „Domyślna ilość dni minimalnej trwałości”
pt_br: Faça automaticamente a reserva usando o último preço e o valor do item da lista de compras, se o produto tiver "Dias de validade (padrão)" definido
ro: Efectuați automat rezervarea folosind ultimul preț și cantitatea produsului din lista de cumpărături, dacă produsul are setat „Termen implicit”
tr: Üründe "Varsayılan vade günleri" ayarlanmışsa, alışveriş listesi öğesinin son fiyatını ve tutarını kullanarak rezervasyonu otomatik olarak yapın
zh_hans: 如果产品设置了“默认到期日”，则使用最新价格和购物清单项目的数量自动进行预订
zh_hant: 如果物品設定了“預設到期天數”，則使用上次價格和購物清單項目的數量自動進行預訂
